app/controllers/items_controller.rb

SELECT  `items`.* FROM `items` WHERE `items`.`brand_id` = 2447 AND (`items`.`business_stats` != 2) ORDER BY `items`.`id` DESC LIMIT 4
---
  def index
    @lady_items = Item.where(category_id: 1).where.not(business_stats: 2).limit(4).order(id: "DESC")
    @man_items = Item.where(category_id: 2).where.not(business_stats: 2).limit(4).order(id: "DESC")
    @kids_items = Item.where(category_id: 3).where.not(business_stats: 2).limit(4).order(id: "DESC")
    @cosmetic_items = Item.where(category_id: 6).where.not(business_stats: 2).limit(4).order(id: "DESC")
    @chanel_items = Item.where(brand_id: 2447).where.not(business_stats: 2).limit(4).order(id: "DESC")